Repository: thejonatanmr/PseudoDelphy
Catalog: Flaskbb/flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: pl, sv_se

source: Click the link below to activate your account:
pl: Kliknij poniższy link by aktywować swoje konto:
sv_se: Klicka på länken för att aktivera ditt konto:

source: Sincerely,
pl: Z poważaniem,
sv_se: Vänlig hälsning

source: The Administration
pl: Administracja
sv_se: Ledningen

source: Click the link below to reset your password:
pl: Kliknij poniższy link by zresetować swoje hasło:
sv_se: Klicka på länken för att återställa ditt lösenord:

source: Forbidden
pl: Zabronione
sv_se: Åtkomst nekas

source: 403 - Forbidden Page
pl: 403 - Dostęp do Strony zabroniony
sv_se: 403 - Åtkomst nekas

source: You do not have the permission to view this page.
pl: Nie masz uprawnień dostępu do tej strony.
sv_se: Du har inte åtkomst till denna sida.

source: Back to the Forums
pl: Strona główna forum
sv_se: Tillbaka till forumöversikten

source: Page not found
pl: Nie ma takiej strony
sv_se: Sidan saknas

source: 404 - Page not found!
pl: 404 - Nie ma takiej strony!
sv_se: 404 - Sidan saknas!

source: The page you were looking for does not exist.
pl: Pod tym adresem niczego nie ma.
sv_se: Sidan du söker finns inte.

source: Server Error
pl: Błąd serwera
sv_se: Serverfel

source: 500 - Server Error
pl: 500 - Błąd serwera
sv_se: 500 - Serverfel

source: Something went wrong!
pl: Coś poszło nie tak!
sv_se: Ett fel har uppstått.

source: Too Many Requests
pl: Za dużo próśb
sv_se: För många begärda anslutningar

source: 429 - Too Many Requests
pl: 429 - Za dużo próśb
sv_se: 429 - För många begärda anslutningar

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
pl: Aby uniknąć ataków siłowych na ataków na konta, ograniczyliśmy liczbę żądań do zasobu.
sv_se: För att skydda oss mot så kallade brute force-attacker har vi infört en begränsing på antal tillåtna anslutningar.

source: Topics
pl: Tematy
sv_se: Trådar

source: Posts
pl: Posty
sv_se: Inlägg

source: Last Post
pl: Ostatni post
sv_se: Senaste inlägget

source: Link to
pl: Link do
sv_se: Länk

source: by
pl: przez
sv_se: av

source: No posts.
pl: Brak postów.
sv_se: Inga inlägg.

source: Views
pl: Wyświetleń
sv_se: Visningar

source: No Topics.
pl: Brak tematów.
sv_se: Inga trådar.

source: Back
pl: Wróc
sv_se: Tillbaka

source: Lock
pl: Zablokuj
sv_se: Lås

source: Unlock
pl: Odblokuj
sv_se: Lås upp

source: Highlight
pl: Wyróżnij
sv_se: Markera

source: Trivialize
pl: Usuń wyróżnienie
sv_se: Avmarkera

source: Delete
pl: Usuń
sv_se: Ta bort

source: Hide
pl: Ukryj

source: Unhide
pl: Wyłącz ukrycie

source: Move to...
pl: Przenieś do...
sv_se: Flytta till...

source: Move
pl: Przenieś
sv_se: Flytta

source: Mark as Read
pl: Oznacz jako przeczytane
sv_se: Markera som läst

source: Locked
pl: Zablokowane
sv_se: Låst

source: New Topic
pl: Nowy wątek
sv_se: Ny tråd

source: Hidden on %(when)s by %(who)s
pl: Ukryty o %(when)s przez %(who)s

source: Moderation Mode
pl: Tryb Moderacji
sv_se: Modereringsläge

source: Board Statistics
pl: Statystyki
sv_se: Statistik

source: Who is online?
pl: Kto jest online?
sv_se: Besökare online

source: Total number of registered users
pl: Zarejestrowanych w sumie
sv_se: Totalt antal registrerade användare

source: Total number of topics
pl: Całościowa liczba Tematów
sv_se: Totalt antal trådar

source: Total number of posts
pl: Postów
sv_se: Totalt antal inlägg

source: Newest registered user
pl: Ostatnio zarejestrowan[a/y]
sv_se: Senaste registrerade användaren

source: No users
pl: Brak użytkowników
sv_se: Inga användare

source: Registered users online
pl: Zarejestrowanych online
sv_se: Registrerade användare online

source: Guests online
pl: Gości online
sv_se: Gäster online

source: Date registered
pl: Data rejestraci
sv_se: Registrerad

source: Group
pl: Grupa
sv_se: Grupp

source: New Post
pl: Nowy Post
sv_se: Nytt inlägg

source: Edit Post
pl: Edytuj post
sv_se: Redigera inlägg

source: Online Users
pl: Użytkownicy Online
sv_se: Användare online

source: Report Post
pl: Zgłoś post
sv_se: Anmäl inlägg

source: Report
pl: Zgłoszenie
sv_se: Anmäl

source: Close
pl: Zamknij
sv_se: Stäng

source: Joined
pl: Dołączył
sv_se: Medlem sedan

source: Guest
pl: Gość
sv_se: Gäst

source: No posts found matching your search criteria.
pl: Nie znaleziono postów spełniających kryteria wyszukiwania.
sv_se: Inga inlägg matchar din sökning

source: No users found matching your search criteria.
pl: Nie znaleziono użytkowników spełniających kryteria wyszukiwania.
sv_se: Inga användare matchar din sökning.

source: No topics found matching your search criteria.
pl: Nie znaleziono tematów spełniających kryteria wyszukiwania.
sv_se: Inga trådar matchar din sökning.

source: No forums found matching your search criteria.
pl: Nie znaleziono forum spełniające kryteria wyszukiwania.
sv_se: Inga forum matchar din sökning.

source: %(title)s - Topic
pl: %(title)s - Temat
sv_se: %(title)s - tråd

source: This topic is hidden (%(when)s by %(who)s)
pl: Ten temat został ukryty o (%(when)s przez %(who)s)

source: This post is hidden (%(when)s by %(who)s)
pl: Ten temat został ukryty o (%(when)s przez %(who)s)

source: Moderate
pl: Moderuj
sv_se: Moderera

source: Delete Topic
pl: Usuń wątek
sv_se: Ta bort tråd

source: Lock Topic
pl: Zablokuj wątek
sv_se: Lås tråden

source: Unlock Topic
pl: Odblokuj Temat
sv_se: Lås upp tråden

source: Highlight Topic
pl: Wyróżnij wątek
sv_se: Markera tråden

source: Trivialize Topic
pl: Usuń Wyróżnienie Tematu
sv_se: Avmarkera tråden

source: Unhide Topic
pl: Wyłącz Ukrycie Tematu

source: Hide Topic
pl: Ukryj temat

source: Untrack Topic
pl: Przestań sledzić temat
sv_se: Sluta följa tråden

source: Track Topic
pl: Śledź temat
sv_se: Följ tråden

source: Untrack Topics
pl: Przestań śledzić temat
sv_se: Sluta följa trådar.

source: Banned Users
pl: Zbanowani
sv_se: Avstängda användare

source: Manage Users
pl: Zarządzaj użytkownikami
sv_se: Hantera användare

source: Actions
pl: Akcje

source: Unban selected Users
pl: Cofnij ban dla zaznaczonego użytkownika

source: Manage Forums
pl: Zarządzaj Forami

source: Forums
pl: Fora

source: Delete Category
pl: Usuń kategorię

source: Topics / Posts
pl: Tematy / Posty

source: Edit Link
pl: Edytuj

source: Delete Link
pl: Usuń link

source: Delete Forum
pl: Skasuj Forum

source: Manage Groups
pl: Zarządzaj grupami

source: Groups
pl: Grupy

source: Group Name
pl: Nazwa grupy

source: Delete selected Groups
pl: Skasuj zaznaczone Grupy

source: Edit
pl: Edytuj

source: No groups found.
pl: Nie znaleziono Grup.

source: Overview
pl: Przegląd
sv_se: Översikt

source: Plugins
pl: Pluginy

source: Reports
pl: Zgłoszenia

source: There is a problem.
pl: Wystąpił problem.

source: You can start celery with this command:
pl: Możesz uruchomić celery tym poleceniem:

source: There is something that wants your attention.
pl: Jest coś co wymaga twojej uwagi.

source: You have <a href="%(url)s">%(unread_reports)s unread reports</a>.
pl: Masz <a href="%(url)s">%(unread_reports)s nieprzeczytanych raportów </a>.

source: Everything seems alright.
pl: Wszystko wydaje się w porządku.

source: No new notifications.
pl: Brak nowych powiadomień.

source: users
pl: użytkownicy

source: posts
pl: posty

source: topics
pl: tematy

source: Statistics
pl: Statystyki

source: Registered users
pl: Zarejestrowani użytkownicy

source: Online users
pl: Użytkownicy Online

source: Banned users
pl: Zbanowani

source: Components
pl: Komponenty

source: Manage Plugins
pl: Zarządzanie pluginami

source: Information
pl: Informacje

source: Manage
pl: Zarządzaj

source: Version
pl: Wersja

source: Enable
pl: Włącz

source: Disable
pl: Wyłącz

source: Install
pl: Zainstaluj

source: Uninstall
pl: Odinstaluj

source: Show all Reports
pl: Pokaż wszystkie zgłoszenia

source: Show unread Reports
pl: Pokaż nieprzeczytane zgłoszenia

source: Poster
pl: Autor posta

source: Reporter
pl: Zgłosił

source: Reported
pl: Zgłoszono

source: Delete selected reports
pl: Skasuj zaznaczone zgłoszenia

source: No reports.
pl: Brak zgoszeń.

source: Ban selected Users
pl: Zbanuj zaznaczonego użytkownika

source: Delete selected Users
pl: Skasuj zaznaczonego użytkownika

source: Deleted
pl: Usunięte
sv_se: Borta

source: Conversations
pl: Rozmowy
sv_se: Konversationer

source: No conversations found.
pl: Nie znaleziono Rozmów.
sv_se: Inga konversationer.

source: Drafts
pl: Projektowanie
sv_se: Utkast

source: Private Message
pl: Wiadomości prywatne
sv_se: Privata meddelanden

source: Sent
pl: Wyślij
sv_se: Skickat

source: Trash
pl: Kosz
sv_se: Papperskorgen

source: Sent Messages
pl: Wiadomości wysłane
sv_se: Skickade meddelanden

source: The user has not written any posts yet.
pl: Użytkownik nie napisał jeszcze żadnych postów.
sv_se: Användaren har ännu inte skrivit några inlägg.

source: The user has not opened any topics yet.
pl: Użytkownik nie otworzył jeszcze żadnych tematów.
sv_se: Användaren har ännu inte skapat några trådar.

source: Change E-Mail Address
pl: Zmień adres e-mail
sv_se: Ändra e-postadress

source: Change Password
pl: Zmień hasło
sv_se: Byt lösenord

source: Change User Details
pl: Zmień dane profilu
sv_se: Ändra användaruppgifter

source: General Settings
pl: Ustawienia ogólne
sv_se: Generella inställningar

source: Info
pl: Informacje
sv_se: Information

source: User has not added any notes about him.
pl: Użytkownik nie napisał nic o sobie.
sv_se: Användaren har inte skrivit något om sig själv.

source: Signature
pl: Podpis
sv_se: Signatur

source: Never seen
pl: Nigdy nie widziany
sv_se: Aldrig varit inloggad

source: Account Settings
pl: Ustawienia konta
sv_se: Kontoinställningar

source: Theme
pl: Wygląd
sv_se: Tema

source: Old email address
pl: Stary adres e-mail
sv_se: Gammal e-postadress

source: New email address
pl: Adres adres e-mail
sv_se: Ny e-postadress

source: Email addresses must match.
pl: Adresy e-mail muszą być identyczne.
sv_se: E-postadresserna stämmer inte.

source: Confirm email address
pl: Potwierdź nowy adres e-mail
sv_se: Bekräfta e-postadress

source: New password
pl: Nowe hasło
sv_se: Nytt lösenord

source: New passwords must match.
pl: Nowe hasło musi być identyczne.
sv_se: Lösenorden måste vara samma.

source: Confirm new password
pl: Potwierdź nowe hasło
sv_se: Bekräfta nytt lösenord

source: Old password is wrong.
pl: Stare hasło jest niepoprawne.
sv_se: Det gamla lösenordet är fel.

source: Forum Signature
pl: Podpis
sv_se: Signatur

source: Settings updated.
pl: Ustawienia zostały zmienione.
sv_se: Uppdaterade inställningar.

source: Password updated.
pl: Hasło zostało zmienione.
sv_se: Lösenordet har uppdaterats.

source: Email address updated.
pl: Zaktualizowano adres e-mail.
sv_se: E-postadressen har uppdaterats.

source: User details updated.
pl: Dane użytkownika zaktualizowane.
sv_se: Användardetaljer uppdaterade.

source: You do not have the permissions to execute this action.
pl: Nie masz uprawnień, by wykonać tą czynność.
sv_se: Du har inte behörighet att utföra detta.

source: You do not have the permissions to delete these topics.
pl: Nie masz uprawnień, by usunąć te tematy.

source: You do not have the permissions to hide these topics.
pl: Nie masz uprawnień, by ukryć te tematy..

source: You do not have the permissions to unhide these topics.
pl: Nie masz uprawnień, by wyłączyć ukrycie tych tematów.

source: The registration has been disabled.
pl: Rejestracja została wyłączona.
sv_se: Registreringen är stängd.

source: This account is already activated.
pl: Konto zostało już aktywowane.
sv_se: Kontot är redan aktiverat.

source: Request Password
sv_se: Begär lösenord

source: Post
sv_se: Inlägg

source: Forum
sv_se: Kategori

source: Inbox
sv_se: Inkorg
