Repository: thejonatanmr/PseudoDelphy
Catalog: Flaskbb/flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: pl, sv_se

source: Password Recovery Confirmation
pl: Potwierdzenie Odzyskania Hasła
sv_se: Återställning av lösenord

source: Account Activation
pl: Aktywacja Konta
sv_se: Kontoaktivering

source: You can only use letters, numbers or dashes.
pl: Możesz używać tylko liter, cyfr lub znaku myślnika.
sv_se: Endast bokstäver, siffor och bindestreck är tillåtet.

source: Username or Email address
pl: Nazwa użytkownika lub adres e-mail
sv_se: Användarnamn eller e-postadress

source: Please enter your username or email address.
pl: Proszę podać Nazwę użytkownika lub adres e-mail.
sv_se: Ange användarnamn eller e-postadress.

source: Password
pl: Hasło
sv_se: Lösenord

source: Please enter your password.
pl: Proszę podać hasło.
sv_se: Ange ditt lösenord.

source: Remember me
pl: Zapamiętaj mnie
sv_se: Stanna inloggad

source: Login
pl: Zaloguj
sv_se: Logga in

source: Username
pl: Nazwa użytkownika
sv_se: Användarnamn

source: A valid username is required
pl: Wymagana jest poprawna Nazwa użytkownika
sv_se: Ange ett giltigt användarnamn

source: Email address
pl: Adres e-mail
sv_se: E-postadress

source: A valid email address is required.
pl: Wymagany jest poprawny adres e-mail.
sv_se: Ange en giltig e-postadress.

source: Invalid email address.
pl: Niepoprawny adres e-mail.
sv_se: Ogiltig e-postadress

source: Passwords must match.
pl: Hasła muszą być identyczne.
sv_se: Ange samma lösenord två gånger.

source: Confirm password
pl: Potwierdź hasło
sv_se: Bekräfta lösenord

source: Language
pl: Język
sv_se: Språk

source: I accept the Terms of Service
pl: Akceptuję regulamin
sv_se: Jag godkänner villkoren

source: Please accept the TOS.
pl: Proszę zaakceptować warunki korzystania z forum.
sv_se: Du måste godkänna villkoren.

source: Register
pl: Zarejestruj
sv_se: Registrera

source: Username must be between %(min)s and %(max)s characters long.
pl: Nazwa użytkownika musi mieć od %(min)s do %(max)s liczby znaków.
sv_se: Användarnamnet ska vara mellan %(min)s och %(max)s tecken långt.

source: This is a system reserved name. Choose a different one.
pl: Ta nazwa użytkownika jest nazwą zarezerwowaną przez system. Proszę wybrać inną.
sv_se: Användarnamnet är reserverat. Välj ett annat.

source: This username is already taken.
pl: Ta nazwa użytkownika jest już zajęta.
sv_se: Användarnamnet är upptaget.

source: This email address is already taken.
pl: Ten adres e-mail jest już zajęty.
sv_se: E-postadressen används redan.

source: Refresh Login
pl: Odśwież sesję
sv_se: Uppdatera inloggning

source: Reset password
pl: Zresetuj hasło
sv_se: Återställ lösenord

source: Wrong email address.
pl: Niepoprawny adres e-mail.
sv_se: Fel e-postadress.

source: A valid username is required.
pl: Wymagana jest poprawna Nazwa użytkownika.
sv_se: Ange ett giltigt användarnamn.

source: Send Confirmation Mail
pl: Wyślij potwierdzający e-mail
sv_se: Skicka bekräftelsebrev

source: User does not exist.
pl: Użytkownik nie istnieje.
sv_se: Användarnamnet finns inte.

source: User is already active.
pl: Użytkownik jest już aktywny.
sv_se: Användarnamnet är redan aktiverat.

source: Email confirmation token
pl: E-mail z Token potwierdzającym
sv_se: Bekräftelsekod

source: Please enter the token that we have sent to you.
pl: Proszę wpisać token który ci wysłaliśmy.
sv_se: Ange din bekräftelsekod du har fått ifrån oss.

source: Confirm Email
pl: Potwierdź adres e-mail
sv_se: Bekräfta

source: Logged out
pl: Wylogowany
sv_se: Utloggad

source: In order to use your account you have to activate it through the link we have sent to your email address.
pl: Aby móc korzystać z konta, musisz je aktywować za pośrednictwem linku, który wysłaliśmy na Twój adres e-mail.
sv_se: Vänligen aktivera ditt konto genom den länk vi har skickat till din e-postadress.

source: Wrong username or password.
pl: Niepoprawna nazwa użytkownika lub hasło.
sv_se: Felaktigt användarnamn eller lösenord.

source: Reauthenticated.
pl: Ponowna weryfikacja.
sv_se: Behörighet bekräftad.

source: Wrong password.
pl: Niepoprawne hasło.
sv_se: Fel lösenord.

source: An account activation email has been sent to %(email)s
pl: Na adres %(email)s wysłano e-mail z linkiem aktywacji konta
sv_se: Vi har skickat ett bekräftelsebrev till %(email)s.

source: Thanks for registering.
pl: Dziękujemy za rejestrację.
sv_se: Tack för registreringen!

source: Email sent! Please check your inbox.
pl: E-mail wysłany! Proszę, sprawdź skrzynkę odbiorczą.
sv_se: Vi har skickat dig ett brev.

source: You have entered an username or email address that is not linked with your account.
pl: Wprowadziłeś nazwę użytkownika lub adres e-mail, który nie jest związany z Twoim kontem.
sv_se: Användarnamnet eller lösenordet tillhör inte ditt konto.

source: Your password token is invalid.
pl: Twój token hasła jest nieprawidłowy.
sv_se: Din lösenordskod är ogiltig.

source: Your password token is expired.
pl: Twój token hasła wygasł.
sv_se: Din lösenordskod har upphört att gälla.

source: Your password has been updated.
pl: Twoje hasło zostało zaktualizowane.
sv_se: Ditt lösenord är uppdaterat.

source: A new account activation token has been sent to your email address.
pl: Na twój adres %(email)s wysłano e-mail z linkiem aktywacji konta.
sv_se: Vi har skickat dig en ny aktiveringskod till din e-postadress.

source: Your account activation token is invalid.
pl: Twój token aktywacji konta jest nieprawidłowy.
sv_se: Ogiltig aktiveringskod.

source: Your account activation token is expired.
pl: Twój token aktywacji konta wygasł.
sv_se: Aktiveringskoden har upphört att gälla.

source: Your account has been activated.
pl: Twoje konto zostało aktywowane.
sv_se: Ditt konto är stängt.

source: Quick reply
pl: Szybka odpowiedź
sv_se: Snabbsvar

source: You cannot post a reply without content.
pl: Nie możesz opublikować odpowiedzi bez treści.
sv_se: Skriv något!

source: Reply
pl: Odpowiedz
sv_se: Svara

source: Content
pl: Treść
sv_se: Innehåll

source: Track this topic
pl: Śledź ten temat
sv_se: Följ denna tråd

source: Preview
pl: Podgląd
sv_se: Förhandsgranska

source: Topic title
pl: Tytuł tematu
sv_se: Rubrik

source: Please choose a title for your topic.
pl: Proszę, podaj tytuł tematu.
sv_se: Ange en rubrik

source: Post Topic
pl: Tytuł Postu
sv_se: Skapa tråd

source: Reason
pl: Powód
sv_se: Anledning

source: What is the reason for reporting this post?
pl: Z jakiego powodu zgłaszasz ten post?
sv_se: Varför vill du anmäla detta?

source: Report post
pl: Zgłoś post
sv_se: Anmäl

source: Search
pl: Szukaj
sv_se: Sök

source: Criteria
pl: Kryteria wyszukiwania
sv_se: Kriterier

source: Topic
pl: Temat
sv_se: Tråd

source: Users
pl: Użytkownicy/Użytkowników
sv_se: Användare

source: Cannot post reply
pl: Nie można odpowiadać na posty

source: In order to perform this action you have to select at least one topic.
pl: By móc to zrobić, musisz wybrać co najmniej jeden temat.
sv_se: Välj en eller flera trådar.

source: %(count)s topics locked.
pl: %(count)s tematów zamkniętych.
sv_se: %(count)s låsta trådar.

source: %(count)s topics unlocked.
pl: %(count)s tematów odblokowanych.
sv_se: %(count)s olåsta trådar.

source: %(count)s topics highlighted.
pl: %(count)s tematów wyróżnionych.
sv_se: %(count)s markerade trådar.

source: %(count)s topics trivialized.
pl: %(count)s tematów bez odpowiedzi.
sv_se: %(count)s vanliga trådar.

source: %(count)s topics deleted.
pl: %(count)s skasowanych tematów.
sv_se: %(count)s borttagna trådar.

source: Please choose a new forum for the topics.
pl: Proszę wybrać nowe forum dla tematów.
sv_se: Välj ett nytt forum.

source: You do not have the permissions to move this topic.
pl: Nie masz uprawnień, by przenieść ten temat.
sv_se: Du kan inte flytta denna tråd.

source: %(count)s topics hidden.
pl: %(count)s tematów ukrytych.

source: %(count)s topics unhidden.
pl: %(count)s tematów odkrytych.

source: Unknown action requested
pl: Zażądano nieznaną operację

source: Thanks for reporting.
pl: Dziękujemy za zgłoszenie.
sv_se: Tack för din anmälan!

source: %(topic_count)s topics untracked.
pl: %(topic_count)s tematów nie śledzonych.
sv_se: %(topic_count)s ej följda trådar

source: Forum %(forum)s marked as read.
pl: Forum "%(forum)s" oznaczono jako przeczytany.
sv_se: %(forum)s markerat som läst.

source: All forums marked as read.
pl: Wszystkie fora oznaczono jako przeczytane.
sv_se: Alla forum markerade som lästa.

source: You do not have permission to hide this topic
pl: Nie masz uprawnień, by ukryć ten temat

source: You do not have permission to unhide this topic
pl: Nie masz uprawnień, by wyłączyć ukrycie tych tematów

source: You do not have permission to hide this post
pl: Nie masz uprawnień, by ukryć ten wpis

source: Post is already hidden
pl: Wpis jest już ukryty

source: Topic hidden
pl: Temat ukryty

source: Post hidden
pl: Wpis ukryty

source: You do not have permission to unhide this post
pl: Nie masz uprawnień, by wyłączyć ukrycie tego wpisu

source: Post is already unhidden
pl: Ukrycie tego wpisu zostało już wyłączone

source: Post unhidden
pl: Ukrycie wpisu wyłączone

source: Birthday
pl: Urodziny
sv_se: Födelsedag

source: Gender
pl: Płeć
sv_se: Kön

source: Male
pl: Mężczyzna
sv_se: Man

source: Female
pl: Kobieta
sv_se: Kvinna

source: Location
pl: Lokalizacja
sv_se: Bostadsort

source: Website
pl: WWW
sv_se: Hemsida

source: Forum signature
pl: Podpis
sv_se: Signatur

source: Notes
pl: Notka
sv_se: Anteckningar

source: Is active?
pl: Jest aktywny?
sv_se: Aktiv?

source: Primary group
pl: Główna grupa
sv_se: Huvudgrupp

source: Secondary groups
pl: Grupy pomocnicze
sv_se: Andrahandsgrupper

source: Save
pl: Zapisz
sv_se: Spara

source: Group name
pl: Nazwa grupy
sv_se: Gruppnamn

source: Please enter a name for the group.
pl: Proszę wpisać nazwę dla grupy.
sv_se: Namnge gruppen.

source: Description
pl: Opis
sv_se: Beskrivning

source: Is 'Admin' group?
pl: Czy posiada uprawnienia administratorskie?
sv_se: Administrationsgrupp?

source: With this option the group has access to the admin panel.
pl: Dostęp do panelu administracyjnego.
sv_se: Detta val ger gruppen behörighet att använda administrationspanelen.

source: Is 'Super Moderator' group?
pl: Czy posiada uprawnienia super moderatora?
sv_se: Supermoderatorgrupp?

source: Check this, if the users in this group are allowed to moderate every forum.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą moderować wszystkie fora.
sv_se: Detta val ger användare i gruppen behörighet att moderera samtliga forum.

source: Is 'Moderator' group?
pl: Czy posiada uprawnienia moderatora?
sv_se: Moderatorgrupp?

source: Check this, if the users in this group are allowed to moderate specified forums.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą moderować wybrane fora.
sv_se: Detta val ger användare i gruppen behörighet att moderera specifika forum.

source: Is 'Banned' group?
pl: Czy jest w grupie zbanowanych?
sv_se: Avstängd?

source: Only one group of type 'Banned' is allowed.
pl: Może być tylko jedna grupa zbanowanych w systemie.
sv_se: Det kan endast finnas en grupp av typen "avstängd".

source: Is 'Guest' group?
pl: Czy jest w grupie Gości?
sv_se: Gäst?

source: Only one group of type 'Guest' is allowed.
pl: Może być tylko jedna grupa Gości w systemie.
sv_se: Det kan endast finnas en grupp av typen "gäst".

source: Can edit posts
pl: Może edytować posty
sv_se: Kan redigera inlägg

source: Check this, if the users in this group can edit posts.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą edytować posty.
sv_se: Detta val ger användare i gruppen behörighet att redigera inlägg.

source: Can delete posts
pl: Może usuwać posty
sv_se: Kan ta bort inlägg

source: Check this, if the users in this group can delete posts.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą usuwać posty.
sv_se: Detta val ger användare i gruppen behörighet att ta bort inlägg.

source: Can delete topics
pl: Może usuwać tematy
sv_se: Kan ta bort trådar

source: Check this, if the users in this group can delete topics.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą usuwać tematy.
sv_se: Detta val ger användare i gruppen behörighet att ta bort trådar.

source: Can create topics
pl: Może zakładać tematy
sv_se: Kan skapa trådar

source: Check this, if the users in this group can create topics.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą zakładać nowe tematy..
sv_se: Detta val ger användare i gruppen behörighet att skapa trådar.

source: Can post replies
pl: Może odpowiadać na posty
sv_se: Kan svara på inlägg

source: Check this, if the users in this group can post replies.
pl: Zaznacz, jeżeli użytkownicy tej grupy mogą odpowiadać na posty.
sv_se: Detta val ger användare i gruppen behörighet att svara på inlägg.

source: Moderators can edit user profiles
pl: Moderatorzy mogą edytować profile użytkowników
sv_se: Moderatorer kan redigera användarprofiler

source: Allow moderators to edit another user's profile including password and email changes.
pl: Zezwól moderatorom edytować konta użytkowników włącznie z adresem e-mail i hasłem.
sv_se: Detta val ger moderatorer behörighet att redigera andra användares profiler, såsom lösenord och epostadress.

source: Moderators can ban users
pl: Moderatorzy mogą banować użytkowników
sv_se: Moderatorer kan stänga av användare

source: Allow moderators to ban other users.
pl: Zezwól moderatorom na banowanie innych użytkowników.
sv_se: Detta val ger moderatorer behörighet att stänga av andra användare.

source: Can view hidden posts and topics
pl: Może zobaczyć ukryte wpisy i tematy

source: Allows a user to view hidden posts and topics
pl: Pozwól użytkownikowi zobaczyć ukryte wpisy i tematy

source: Can hide posts and topics
pl: Może ukrywać posty i tematy

source: Allows a user to hide posts and topics
pl: Pozwala użytkownikowi ukryć posty i tematy

source: This group name is already taken.
pl: Ta nazwa grupy już istnieje.
sv_se: Gruppnamnet är redan upptaget.

source: There is already a group of type 'Banned'.
pl: Grupa zbanowanych już istnieje.
sv_se: Det finns redan en grupp av typen "avstängd".

source: There is already a group of type 'Guest'.
pl: Grupa gości już istnieje.
sv_se: Det finns redan en grupp av typen "gäst".

source: Forum title
pl: Nazwa forum
sv_se: Forumrubrik

source: Please enter a forum title.
pl: Proszę wpisać nazwę forum.
sv_se: Ange en forumrubrik.

source: You can format your description with Markdown.
pl: Możesz sformatować swój opis używając Markdown.
sv_se: Du kan använda Markdown för att formatera din text.

source: Position
pl: Pozycja
sv_se: Ordning

source: Please enter a position for theforum.
pl: Proszę podać pozycję dla forum.
sv_se: Ange en sorteringsordning för detta forum.

source: Category
pl: Kategoria
sv_se: Kategori

source: The category that contains this forum.
pl: Kategoria zawierająca to forum.
sv_se: Kategorin detta forum tillhör.

source: External link
pl: Link zewnętrzny
sv_se: Extern länk

source: A link to a website i.e. 'http://flaskbb.org'.
pl: Link do strony WWW, np. 'http://flaskbb.org'.
sv_se: Länk till en webplats, exempelvis 'http://flaskbb.org'.

source: Moderators
pl: Moderatorzy
sv_se: Moderatorer

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
pl: Wpisz nazwy użytkowników oddzielone przecinkami. Zostaw to puste, jeśli nie chcesz ustawić żadnych moderatorów.
sv_se: Kommaseparerad lista av användarnamn. Lämna fältet tomt om du inte vill ange några moderatorer.

source: Show moderators
pl: Pokaż moderatorów
sv_se: Visa moderatorer

source: Do you want to show the moderators on the index page?
pl: Chcesz pokazać moderatorów na stronie głównej?
sv_se: Välj om du vill presentera moderatorerna på startsidan.

source: Locked?
pl: Zablokowane?
sv_se: Låst?

source: Disable new posts and topics in this forum.
pl: Zablokuj zakłanie tematów i pisanie postów w tym forum.
sv_se: Tillåt inte några nya inlägg eller trådar i detta forum.

source: Group access
pl: Dostęp grupy
sv_se: Gruppbehörighet

source: Select the groups that can access this forum.
pl: Wybierz grupy które będą mogły mieć dostęp do tego forum.
sv_se: Markera de grupper som ska ha behörighet till detta forum.

source: You cannot convert a forum that contains topics into an external link.
pl: Nie możesz skonwertować forum które zawiera tematy jako link zewnętrzny.
sv_se: Det går inte att konvertera ett forum med trådar till en extern länk.

source: You also need to specify some moderators.
pl: Musisz także określić moderatorów.
sv_se: Ange några moderatorer.

source: %(user)s is not in a moderators group.
pl: %(user)s nie jest w grupie moderatorów.
sv_se: %(user)s är inte moderator.

source: Category title
pl: Tytuł kategorii
sv_se: Kategorinamn

source: Please enter a category title.
pl: Proszę wpisać nazwę dla kategorii.
sv_se: Ange ett namn på kategorin.

source: Please enter a position for the category.
pl: Proszę wpisać pozycję dla kategorii.
sv_se: Ange en sorteringsordning på kategorin.

source: Settings saved.
pl: Ustawienia zapisane.
sv_se: Inställningarna är sparade.

source: Edit User
pl: Edytuj Użytkownika
sv_se: Redigera användaren

source: User updated.
pl: Użytkownik zaktualizowany.
sv_se: Användaren är uppdaterad.

source: You cannot delete yourself.
pl: Nie możesz skasować sam siebie.
sv_se: Det är inte bra att ta bort sig själv.

source: User deleted.
pl: Użytkownik skasowany.
sv_se: Användaren är borttagen.

source: Add User
pl: Dodaj Użytkownika
sv_se: Lägg till användare

source: User added.
pl: Użytkownik utworzony.
sv_se: Användaren är tillagd.

source: You do not have the permissions to ban this user.
pl: Nie masz uprawnień, by zbanować tego użytkownika.
sv_se: Du har inte behörighet att stänga av denna användare.

source: Unban
pl: Odbanuj
sv_se: Återaktivera

source: A moderator cannot ban an admin user.
pl: Moderator nie może zbanować administratora.
sv_se: Moderatorer har inte behörighet att stänga av administratörer.

source: User is now banned.
pl: Użytkownik został zbanowany.
sv_se: Användaren är avstängd.

source: Could not ban user.
pl: Nie można zbanować użytkownika.
sv_se: Kan inte stänga av användaren.

source: You do not have the permissions to unban this user.
pl: Nie masz uprawnień, by odbanować tego użytkownika.
sv_se: Du har inte behörighet att återaktivera denna användare.

source: Ban
pl: Zbanuj
sv_se: Stäng av

source: User is now unbanned.
pl: Użytkownik odbanowany.
sv_se: Användaren är återaktiverad.

source: Could not unban user.
pl: Nie można odbanować użytkownika.
sv_se: Det går inte att återaktivera användaren.

source: Add Group
pl: Nowa grupa

source: Group added.
pl: Grupa utworzona.

source: Edit Group
pl: Edytuj grupe

source: Group updated.
pl: Grupa zaktualizowana.

source: You cannot delete one of the standard groups.
pl: Nie możesz skasować jednej ze standardowych grup.

source: You cannot delete the standard groups. Try renaming it instead.
pl: Nie możesz skasować standardowych grup. Spróbuj najpierw zmienić ich nazwę.

source: Group deleted.
pl: Grupa skasowana.

source: No group chosen.
pl: Nie wybrano Grupy.

source: Edit Forum
pl: Edytuj forum

source: Forum updated.
pl: Forum uaktualnione.

source: Add Forum
pl: Dodaj Forum

source: Forum added.
pl: Forum utworzone.

source: Forum deleted.
pl: Forum skasowane.

source: Add Category
pl: Nowa kategoria

source: Category added.
pl: Kategoria utworzona.

source: Edit Category
pl: Edytuj kategorię

source: Category updated.
pl: Kategoria skasowana.

source: Category with all associated forums deleted.
pl: Usunięto kategorię, wraz ze wszystkimi powiązanymi forami.

source: Report %(id)s is already marked as read.
pl: Zgłoszenie %(id)s już zostało oznaczone jako przeczytane.
sv_se: %(id)s är redan markerad som läst.

source: Report %(id)s marked as read.
pl: Zgłoszenie %(id)s zostało oznaczone jako przeczytane.

source: All reports were marked as read.
pl: Wszystkie zgłoszenia oznaczono jako przeczytane.

source: Report deleted.
pl: Raport usunięty.

source: Plugin %(plugin)s is already enabled.
pl: Plugin %(plugin)s jest już uruchomiony.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
pl: Plugin %(plugin)s uruchomiony. Proszę teraz zrestartować FlashBB.

source: It seems that FlaskBB does not have enough filesystem permissions. Try removing the 'DISABLED' file by yourself instead.
pl: Wygląda na to, że FlaskBB nie ma wystarczających uprawnień systemu plików. Zamiast tego spróbuj samodzielnie usunąć 'NIEDZIAŁAJĄCY' plik.

source: Plugin %(plugin)s not found.
pl: Nie znaleziono %(plugin)s pluginu.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
pl: Plugin%(plugin)s wyłączony. Proszę teraz zrestartować FlashBB.

source: It seems that FlaskBB does not have enough filesystem permissions. Try creating the 'DISABLED' file by yourself instead.
pl: Wygląda na to, że FlaskBB nie ma wystarczających uprawnień systemu plików. Zamiast tego spróbuj samodzielnie stworzyć 'NIEDZIAŁAJĄCY' plik.

source: Plugin has been uninstalled.
pl: Plugin został odinstalowany.

source: Cannot uninstall plugin.
pl: Nie można odinstalować pluginu.

source: Plugin has been installed.
pl: Plugin został zainstalowany.

source: Cannot install plugin.
pl: Nie można zainstalować pluginu.

source: Recipient
pl: Odbiorca
sv_se: Mottagare

source: Subject
pl: Temat
sv_se: Rubrik

source: A Subject is required.
pl: Temat jest wymagany.
sv_se: Ange en rubrik!

source: Message
pl: Wiadomość
sv_se: Meddelande

source: A message is required.
pl: Wiadomość jest wymagana.
sv_se: Skriv ett meddelande!

source: Start Conversation
pl: Rozpocznij rozmowę
sv_se: Inled konversation

source: Save Conversation
pl: Zapisz rozmowę
sv_se: Spara konversation

source: The username you entered does not exist.
pl: Nie ma użytkownika o tej nazwie.
sv_se: Användarnamnet finns inte.

source: You cannot send a PM to yourself.
pl: Nie możesz wysłać PW do samego siebie.
sv_se: Prata inte med dig själv!

source: Send Message
pl: Wyślij
sv_se: Skicka meddelande

source: You cannot send any messages anymore because you have reached your message limit.
pl: Nie możesz wysłać już więcej wiadomości ponieważ osiągnąłeś limit.
sv_se: Du kan inte skicka fler meddelanden.

source: Compose Message
pl: Napisz wiadomość
sv_se: Skriv meddelande

source: Message saved.
pl: Wiadomość została zapisana.
sv_se: Meddelandet är sparat.

source: Message sent.
pl: Wiadomość wysłana.
sv_se: Meddelandet är skickat.

source: You cannot edit a sent message.
pl: Nie możesz edytować już wysłanej wiadomości.
sv_se: Ett skickat meddelande kan inte redigeras.

source: Edit Message
pl: Edytuj wiadomość
sv_se: Redigera meddelande

source: Are you sure?
pl: Jesteś pewien?
sv_se: Är du säker?

source: Are you sure that you want to perform this action? This action is irreversible.
pl: Jesteś pewien, że chcesz wykonać tą operacje? Ta czynność jest nieodwracalna.
sv_se: Är du säker? Du kan inte få det ogjort.

source: Cancel
pl: Cofnij
sv_se: Avbryt

source: Yes
pl: Tak
sv_se: Ja

source: Memberlist
pl: Ludzie
sv_se: Medlemslista

source: New Message
pl: Nowa wiadomość
sv_se: Nytt meddelande

source: Topic Tracker
pl: Śledzone Tematy
sv_se: Trådar du följer

source: Settings
pl: Ustawienia
sv_se: Inställningar

source: Management
pl: Administracja
sv_se: Ledning

source: Logout
pl: Wyloguj
sv_se: Logga ut

source: Reset Password
pl: Zresetuj hasło
sv_se: Återställ lösenord

source: Pages
pl: Strony
sv_se: Sidor

source: Forgot Password
pl: Zapomnij hasło
sv_se: Glömt lösenord

source: Not a member yet?
pl: Nie jesteś jeszcze członkiem?
sv_se: Blivande medlem?

source: Forgot your Password?
pl: Nie pamiętasz hasła?
sv_se: Glömt ditt lösenord?

source: Request Account Activation
pl: Prośba o Aktywacje Konta
sv_se: Begär kontoaktivering

source: Dear %(user)s,
pl: Drogi %(user)s,
sv_se: Hej %(user)s!
